/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "Non disponible. Le service n’a pas démarré";

"kDateFormatter" = "%c";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"kCannotAcceptChangesAlertTtl" = "Impossible d’accepter les modifications";

"kEditedRecordWasNotFoundAlertTtl" = "Impossible de continuer à modifier la fiche";

"kEditedRecordWasNotFoundAlertMsg" = "Impossible de récupérer la fiche sélectionnée. Retour à la liste.";

"kInvalidEmptyEntry" = "L’entrée ne peut être vide.";

"kCancelButton" = "Annuler";

"kDeleteButton" = "Supprimer";

"kBeforeSavingConfirmationMessage" = "Êtes-vous sûr de vouloir enregistrer maintenant ?";

"kBeforeAbortingSaveConfirmationMessage" = "Êtes-vous sûr de vouloir interrompre l’enregistrement maintenant ?";

"NEW_STORAGE_LOCATION_SHEET" = "Choisissez un dossier pour y stocker les données de contrôleur.";

/* agent status */

"Working" = "Occupé";

"Unavailable" = "Non disponible";

"Available" = "Disponible";

/* individual service status */

"Running" = "En service";

"Stopped" = "Arrêté";

/* Authentication help */

"AgentController-Password-help" = "Le contrôleur va s’authentifier auprès des agents à l’aide du mot de passe ci-dessus.";

"AgentController-Kerberos-help" = "Le contrôleur doit s’authentifier auprès de cet agent à l’aide de Kerberos (Single Sign On).";

"AgentController-None-help" = "Le contrôleur ne doit pas s’authentifier auprès de cet agent.";

"ControllerAgent-Password-help" = "Le contrôleur va s’authentifier auprès des agents à l’aide du mot de passe ci-dessus.";

"ControllerAgent-Kerberos-help" = "Le contrôleur doit s’authentifier auprès de cet agent à l’aide de Kerberos (Single Sign On).";

"ControllerAgent-Any-help" = "Le contrôleur va s’authentifier auprès des agents à l’aide soit du mot de passe ci-dessus soit de Kerberos (Single Sign on), comme l’agent l’exige.";

"ControllerAgent-None-help" = "Le contrôleur ne va pas s’authentifier auprès des agents.";

"ControllerClient-Password-help" = "Les clients doivent s’authentifier auprès du contrôleur à l’aide du mot de passe ci-dessus.";

"ControllerClient-Kerberos-help" = "Les clients doivent s’authentifier auprès du contrôleur à l’aide de Kerberos (Single Sign On).";

"ControllerClient-None-help" = "Les clients ne doivent pas s’authentifier auprès du contrôleur.";

/* Most common errors (server-side) */

"100001" = "impossible de définir le drapeau"; /* CANNOT_SET_DEMO_FLAG_ERR */

"100002" = "impossible de supprimer le drapeau"; /* CANNOT_CLEAR_DEMO_FLAG_ERR */

"100003" = "format de fichier inattendu"; /* UNEXPECTED_XGRID_RECORD_FORMAT_ERR */

"100004" = "impossible de créer la fiche"; /* COULD_NOT_CREATE_XGRID_RECORD_ERR */

"100005" = "impossible de modifier la fiche"; /* COULD_NOT_MODIFY_XGRID_RECORD_ERR */

"100006" = "impossible de supprimer la fiche"; /* COULD_NOT_DELETE_XGRID_RECORD_ERR */

"100007" = "la fiche a été supprimée entre temps"; /* XGRID_RECORD_WAS_DELETED_ERR */

"100008" = "la fiche a été crée entre temps"; /* XGRID_RECORD_WAS_CREATED_ERR */

"100009" = "Impossible de trouver le nom d’utilisateur et le mot de passe"; /* COULD_NOT_FIND_CREDENTIALS_ERR */		

"100010" = "nom d’utilisateur et mot de passe inattendus"; /* UNEXPECTED_CREDENTIALS_ERR */			

/* Most common errors (client-side) */
"controllerpasswordempty" = "Vous avez sélectionné le type Mot de passe pour l’Authentification du contrôleur, veuillez saisir un mot de passe";
"clientpasswordempty"     = "Vous avez sélectionné le type Mot de passe pour l’Authentification des clients, veuillez saisir un mot de passe";
"agentpasswordempty"      = "Vous avez sélectionné le type Mot de passe pour l’Authentification des agents, veuillez saisir un mot de passe";
"Xgrid Service is not configured." = "Le service Xgrid n’est pas configuré.";
"Controller or agent must be enabled before starting the service." = "Le contrôleur ou l’agent doivent être activés avant le démarrage du service.";


/* Summary Banner */
"no controllerBanner" = "Aucun contrôleur en cours d’exécution";
"yes controllerBanner" = " puissance CPU actif";
"no agentBanner" = "Agent non contrôlé";
"yes agentBanner" = "Agent contrôlé par ";

/* Overview */

"Xgrid Service is:" = "Le service Xgrid est :";
"Start Time:" = "Heure de démarrage :";

"Agent:" = "Agent :";
"Controlled By:" = "Contrôlé par :";
"Working:" = "Occupé :";
"Available:" = "Disponible :";
"Controller:" = "Contrôleur :";
"Agents:" = "Agents :";
"Jobs Running:" = "Tâches en cours :";
"Jobs Pending:" = "Tâches en attente :";

"Configure Xgrid Service..." = "Configurer le service Xgrid…";

/* Logs */
"System Log (Xgrid)" = "Historique système (Xgrid)";
"Console Log (Xgrid)" = "Historique de Console (Xgrid)";
"Xgrid Controller Log" = "Historique du contrôleur Xgrid";
"Xgrid Agent Log" = "Historique de l’agent Xgrid";
